{"word2idx": {"[PAD]": 0, "[START]": 1, "[END]": 2, "[UNK]": 3, "a": 4, "in": 5, "the": 6, "on": 7, "and": 8, "man": 9, "is": 10, "of": 11, "with": 12, "woman": 13, "two": 14, "are": 15, "people": 16, "to": 17, "at": 18, "an": 19, "wearing": 20, "white": 21, "young": 22, "black": 23, "shirt": 24, "while": 25, "his": 26, "blue": 27, "sitting": 28, "dog": 29, "red": 30, "standing": 31, "girl": 32, "boy": 33, "men": 34, "playing": 35, "group": 36, "walking": 37, "front": 38, "down": 39, "holding": 40, "her": 41, "one": 42, "three": 43, "by": 44, "looking": 45, "green": 46, "women": 47, "child": 48, "for": 49, "large": 50, "brown": 51, "little": 52, "up": 53, "as": 54, "street": 55, "yellow": 56, "through": 57, "person": 58, "children": 59, "street.": 60, "their": 61, "next": 62, "from": 63, "outside": 64, "small": 65, "hat": 66, "over": 67, "into": 68, "some": 69, "running": 70, "dressed": 71, "near": 72, "out": 73, "riding": 74, "other": 75, "orange": 76, "stands": 77, "jacket": 78, "another": 79, "around": 80, "water.": 81, "water": 82, "pink": 83, "sits": 84, "behind": 85, "jumping": 86, "dogs": 87, "that": 88, "looks": 89, "girls": 90, "asian": 91, "crowd": 92, "stand": 93, "top": 94, "walks": 95, "older": 96, "four": 97, "ball": 98, "has": 99, "several": 100, "gray": 101, "working": 102, "lady": 103, "building.": 104, "talking": 105, "off": 106, "background.": 107, "along": 108, "plays": 109, "dress": 110, "table": 111, "carrying": 112, "boys": 113, "hair": 114, "walk": 115, "holds": 116, "play": 117, "city": 118, "bike": 119, "shorts": 120, "sit": 121, "player": 122, "jeans": 123, "blond": 124, "beach.": 125, "pants": 126, "old": 127, "sidewalk": 128, "something": 129, "couple": 130, "there": 131, "taking": 132, "baby": 133, "grass.": 134, "field.": 135, "building": 136, "picture": 137, "smiling": 138, "soccer": 139, "each": 140, "across": 141, "side": 142, "sidewalk.": 143, "air": 144, "doing": 145, "striped": 146, "many": 147, "glasses": 148, "jumps": 149, "food": 150, "dark": 151, "guy": 152, "snow.": 153, "being": 154, "who": 155, "beach": 156, "under": 157, "construction": 158, "snow": 159, "field": 160, "its": 161, "watching": 162, "long": 163, "ball.": 164, "runs": 165, "purple": 166, "look": 167, "him.": 168, "guitar": 169, "male": 170, "wall": 171, "back": 172, "rock": 173, "bench": 174, "coat": 175, "he": 176, "camera.": 177, "hand": 178, "wall.": 179, "suit": 180, "reading": 181, "grass": 182, "eating": 183, "t-shirt": 184, "outside.": 185, "female": 186, "camera": 187, "kids": 188, "car": 189, "busy": 190, "park.": 191, "hands": 192, "performing": 193, "baseball": 194, "dirt": 195, "workers": 196, "together": 197, "elderly": 198, "it.": 199, "tennis": 200, "using": 201, "bicycle": 202, "face": 203, "or": 204, "wooden": 205, "rides": 206, "sunglasses": 207, "on.": 208, "be": 209, "waiting": 210, "head": 211, "against": 212, "all": 213, "outdoor": 214, "colorful": 215, "about": 216, "them.": 217, "past": 218, "park": 219, "having": 220, "band": 221, "this": 222, "getting": 223, "middle": 224, "tan": 225, "climbing": 226, "shirt,": 227, "posing": 228, "covered": 229, "area.": 230, "they": 231, "brick": 232, "road.": 233, "inside": 234, "boat": 235, "making": 236, "cap": 237, "football": 238, "during": 239, "helmet": 240, "swimming": 241, "day.": 242, "sign": 243, "work": 244, "tree": 245, "beside": 246, "uniform": 247, "mouth.": 248, "five": 249, "toy": 250, "road": 251, "laying": 252, "it": 253, "very": 254, "air.": 255, "big": 256, "clothing": 257, "grassy": 258, "game": 259, "trying": 260, "she": 261, "towards": 262, "table.": 263, "chair": 264, "shirts": 265, "city.": 266, "surrounded": 267, "stage": 268, "train": 269, "horse": 270, "light": 271, "sweater": 272, "people.": 273, "bag": 274, "ground": 275, "pool.": 276, "bright": 277, "dancing": 278, "colored": 279, "guitar.": 280, "body": 281, "high": 282, "players": 283, "piece": 284, "sand": 285, "tank": 286, "them": 287, "bench.": 288, "snowy": 289, "ice": 290, "enjoying": 291, "someone": 292, "basketball": 293, "vest": 294, "tree.": 295, "shopping": 296, "room": 297, "together.": 298, "worker": 299, "stone": 300, "gathered": 301, "others": 302, "hats": 303, "hanging": 304, "store.": 305, "singing": 306, "her.": 307, "ground.": 308, "sleeping": 309, "toddler": 310, "hand.": 311, "crowded": 312, "line": 313, "game.": 314, "arms": 315, "crowd.": 316, "drinking": 317, "leaning": 318, "above": 319, "full": 320, "run": 321, "onto": 322, "shirt.": 323, "car.": 324, "stage.": 325, "ride": 326, "open": 327, "takes": 328, "like": 329, "pool": 330, "window": 331, "metal": 332, "restaurant.": 333, "mouth": 334, "ocean.": 335, "ready": 336, "family": 337, "skateboard": 338, "adults": 339, "hard": 340, "jump": 341, "kid": 342, "mountain": 343, "dog.": 344, "watch": 345, "outfit": 346, "something.": 347, "floor": 348, "cowboy": 349, "african": 350, "watches": 351, "him": 352, "cart": 353, "american": 354, "guys": 355, "catch": 356, "area": 357, "clothes": 358, "going": 359, "painting": 360, "both": 361, "room.": 362, "market.": 363, "backpack": 364, "picture.": 365, "stick": 366, "race": 367, "preparing": 368, "trick": 369, "have": 370, "motorcycle": 371, "bike.": 372, "after": 373, "shirtless": 374, "between": 375, "other.": 376, "which": 377, "away": 378, "microphone.": 379, "plastic": 380, "what": 381, "team": 382, "face.": 383, "background": 384, "fence.": 385, "pose": 386, "selling": 387, "sunny": 388, "public": 389, "microphone": 390, "skirt": 391, "plaid": 392, "tall": 393, "night.": 394, "store": 395, "bus": 396, "pushing": 397, "seated": 398, "paper": 399, "head.": 400, "book": 401, "window.": 402, "smiles": 403, "toward": 404, "uniforms": 405, "set": 406, "putting": 407, "sand.": 408, "police": 409, "concrete": 410, "man,": 411, "lake.": 412, "right": 413, "sweatshirt": 414, "fishing": 415, "sign.": 416, "music": 417, "appears": 418, "watches.": 419, "path": 420, "trees": 421, "watch.": 422, "subway": 423, "cellphone": 424, "smiling.": 425, "restaurant": 426, "ladies": 427, "trees.": 428, "truck": 429, "crossing": 430, "event.": 431, "shoes": 432, "photo": 433, "glass": 434, "adult": 435, "food.": 436, "beautiful": 437, "hill.": 438, "lying": 439, "arm": 440, "floor.": 441, "pulling": 442, "does": 443, "train.": 444, "skateboarder": 445, "costume": 446, "by.": 447, "umbrella": 448, "cooking": 449, "cellphone.": 450, "2": 451, "take": 452, "where": 453, "painted": 454, "short": 455, "poses": 456, "dance": 457, "scarf": 458, "lot": 459, "left": 460, "men,": 461, "hands.": 462, "number": 463, "swing": 464, "cleaning": 465, "filled": 466, "view": 467, "get": 468, "mountain.": 469, "edge": 470, "market": 471, "rope": 472, "throwing": 473, "smoking": 474, "race.": 475, "people,": 476, "parked": 477, "outdoors.": 478, "boat.": 479, "carries": 480, "bicycle.": 481, "fence": 482, "giving": 483, "six": 484, "track.": 485, "phone": 486, "chairs": 487, "steps": 488, "hat,": 489, "beard": 490, "few": 491, "reads": 492, "rocky": 493, "hold": 494, "woods.": 495, "kitchen": 496, "works": 497, "ocean": 498, "safety": 499, "day": 500, "driving": 501, "drink": 502, "man.": 503, "rocks": 504, "friends": 505, "no": 506, "wood": 507, "house.": 508, "fire": 509, "kitchen.": 510, "racing": 511, "listening": 512, "mother": 513, "talks": 514, "river.": 515, "book.": 516, "just": 517, "bunch": 518, "performs": 519, "board": 520, "path.": 521, "bathing": 522, "parking": 523, "cross": 524, "cutting": 525, "laughing": 526, "boots": 527, "rider": 528, "facing": 529, "flag": 530, "gather": 531, "various": 532, "middle-aged": 533, "gentleman": 534, "cream": 535, "gear": 536, "pole": 537, "fountain.": 538, "snowboarder": 539, "staring": 540, "vests": 541, "pile": 542, "truck.": 543, "winter": 544, "bags": 545, "apron": 546, "bag.": 547, "blond-hair": 548, "hill": 549, "outdoors": 550, "bikes": 551, "suits": 552, "showing": 553, "wet": 554, "bird": 555, "hockey": 556, "makes": 557, "bridge": 558, "object": 559, "toy.": 560, "pictures": 561, "flowers": 562, "woman.": 563, "eyes": 564, "jackets": 565, "overlooking": 566, "sun": 567, "down.": 568, "woman,": 569, "indian": 570, "shop": 571, "umbrella.": 572, "speaking": 573, "different": 574, "martial": 575, "fish": 576, "lake": 577, "school": 578, "shop.": 579, "leather": 580, "flying": 581, "up.": 582, "pointing": 583, "empty": 584, "prepares": 585, "gold": 586, "graffiti": 587, "street,": 588, "kicking": 589, "fruit": 590, "river": 591, "computer": 592, "new": 593, "distance.": 594, "sports": 595, "climbs": 596, "students": 597, "younger": 598, "corner": 599, "back.": 600, "swinging": 601, "before": 602, "silver": 603, "jersey": 604, "bar.": 605, "talking.": 606, "lawn": 607, "make": 608, "bridge.": 609, "leaps": 610, "dresses": 611, "hit": 612, "coffee": 613, "machine.": 614, "surfer": 615, "bus.": 616, "wedding": 617, "leans": 618, "electric": 619, "frisbee": 620, "talk": 621, "house": 622, "hat.": 623, "bearded": 624, "couch": 625, "chinese": 626, "lined": 627, "side.": 628, "bald": 629, "smile": 630, "perform": 631, "white,": 632, "bride": 633, "swing.": 634, "art": 635, "cement": 636, "3": 637, "wears": 638, "among": 639, "biker": 640, "dark-haired": 641, "beer": 642, "cars": 643, "sandy": 644, "says": 645, "forest.": 646, "cigarette": 647, "chasing": 648, "phone.": 649, "stairs.": 650, "practicing": 651, "stand.": 652, "chair.": 653, "horse.": 654, "vendor": 655, "brunette": 656, "jacket.": 657, "military": 658, "women,": 659, "business": 660, "ramp.": 661, "gets": 662, "musical": 663, "flower": 664, "life": 665, "writing": 666, "blowing": 667, "drinks": 668, "midair": 669, "wait": 670, "flowers.": 671, "walking.": 672, "bikini": 673, "wave": 674, "hiking": 675, "nearby.": 676, "scene": 677, "instruments": 678, "bed": 679, "gloves": 680, "vehicle": 681, "kneeling": 682, "man's": 683, "playground.": 684, "swim": 685, "costumes": 686, "kissing": 687, "bar": 688, "station.": 689, "tie": 690, "skier": 691, "out.": 692, "slide.": 693, "same": 694, "pants,": 695, "lit": 696, "setting": 697, "teenage": 698, "statue": 699, "rock.": 700, "helping": 701, "display": 702, "wave.": 703, "tries": 704, "jacket,": 705, "wooded": 706, "pole.": 707, "huge": 708, "horses": 709, "sort": 710, "jeans,": 711, "legs": 712, "stairs": 713, "arts": 714, "skateboarding": 715, "shallow": 716, "red,": 717, "alone": 718, "urban": 719, "bowling": 720, "collar": 721, "resting": 722, "hot": 723, "cart.": 724, "father": 725, "yard.": 726, "buildings": 727, "newspaper": 728, "shows": 729, "passing": 730, "motorcycle.": 731, "paint": 732, "goggles": 733, "mask": 734, "equipment.": 735, "steps.": 736, "buildings.": 737, "musicians": 738, "purse": 739, "can": 740, "cup": 741, "night": 742, "basket": 743, "christmas": 744, "video": 745, "attempting": 746, "track": 747, "setting.": 748, "uses": 749, "attire": 750, "sings": 751, "items": 752, "structure.": 753, "feet": 754, "around.": 755, "leaves": 756, "males": 757, "volleyball": 758, "machine": 759, "coming": 760, "tables": 761, "gathering": 762, "bucket": 763, "parade.": 764, "instruments.": 765, "held": 766, "box": 767, "leaping": 768, "door": 769, "rocks.": 770, "slide": 771, "waits": 772, "brightly": 773, "traditional": 774, "equipment": 775, "artist": 776, "made": 777, "mountains": 778, "party.": 779, "ramp": 780, "fixing": 781, "lays": 782, "stick.": 783, "trunks": 784, "door.": 785, "ladder": 786, "waving": 787, "beige": 788, "instrument": 789, "fountain": 790, "pass": 791, "leaves.": 792, "bottle": 793, "paper.": 794, "son": 795, "asleep": 796, "fighting": 797, "stop": 798, "seen": 799, "hair.": 800, "roof": 801, "blanket": 802, "skateboard.": 803, "way": 804, "headphones": 805, "sky.": 806, "sky": 807, "outfits": 808, "row": 809, "these": 810, "black,": 811, "bicycles": 812, "mountains.": 813, "multicolored": 814, "reaching": 815, "children.": 816, "couch.": 817, "oriental": 818, "dock": 819, "shoulder": 820, "officer": 821, "counter": 822, "diving": 823, "frisbee.": 824, "leg": 825, "waves": 826, "ski": 827, "court.": 828, "giant": 829, "clear": 830, "railing": 831, "audience.": 832, "bed.": 833, "party": 834, "close": 835, "baby.": 836, "subway.": 837, "signs": 838, "type": 839, "work.": 840, "go": 841, "shorts,": 842, "event": 843, "animal": 844, "dress.": 845, "graffiti.": 846, "heavy": 847, "balloon": 848, "hugging": 849, "bull": 850, "enjoy": 851, "stuffed": 852, "tattoo": 853, "ledge": 854, "desk": 855, "throws": 856, "playground": 857, "shore": 858, "forest": 859, "catching": 860, "trail": 861, "sandals": 862, "sliding": 863, "underneath": 864, "moving": 865, "vehicle.": 866, "fallen": 867, "pushes": 868, "corner.": 869, "clown": 870, "whilst": 871, "rope.": 872, "ride.": 873, "stroller": 874, "laughing.": 875, "throw": 876, "straw": 877, "child.": 878, "golden": 879, "performer": 880, "sunset.": 881, "flags": 882, "home": 883, "cliff": 884, "traffic": 885, "onlookers": 886, "lot.": 887, "do": 888, "dirty": 889, "wrapped": 890, "swings": 891, "bags.": 892, "decorated": 893, "digging": 894, "kick": 895, "nearby": 896, "atop": 897, "catches": 898, "washing": 899, "relaxing": 900, "pedestrians": 901, "happy": 902, "conversation": 903, "attached": 904, "meat": 905, "not": 906, "grill.": 907, "blue,": 908, "lots": 909, "khaki": 910, "barefoot": 911, "coats": 912, "hair,": 913, "dancers": 914, "break": 915, "matching": 916, "spectators": 917, "another.": 918, "trail.": 919, "rodeo": 920, "picnic": 921, "parade": 922, "individuals": 923, "tent": 924, "deep": 925, "meal": 926, "including": 927, "children,": 928, "foot": 929, "station": 930, "teams": 931, "flag.": 932, "grocery": 933, "lone": 934, "net": 935, "hooded": 936, "officers": 937, "cigarette.": 938, "blond-haired": 939, "upside": 940, "dancing.": 941, "cat": 942, "helmets": 943, "concert.": 944, "show": 945, "yard": 946, "jogging": 947, "sweeping": 948, "checking": 949, "statue.": 950, "girl,": 951, "sleeps": 952, "climb": 953, "dirt.": 954, "denim": 955, "third": 956, "chairs.": 957, "jean": 958, "fire.": 959, "passes": 960, "goes": 961, "covering": 962, "eats": 963, "canoe": 964, "shore.": 965, "pulled": 966, "instrument.": 967, "woman's": 968, "pair": 969, "fun": 970, "low": 971, "skating": 972, "splashing": 973, "gives": 974, "flies": 975, "speaks": 976, "girl.": 977, "structure": 978, "seven": 979, "dances": 980, "site.": 981, "streets": 982, "falling": 983, "rain": 984, "hoodie": 985, "music.": 986, "eat": 987, "board.": 988, "cut": 989, "points": 990, "karate": 991, "skate": 992, "wear": 993, "picking": 994, "musician": 995, "how": 996, "time": 997, "paved": 998, "place": 999, "cold": 1000, "rolling": 1001, "balloons": 1002, "teenagers": 1003, "railroad": 1004, "sled": 1005, "rain.": 1006, "drives": 1007, "groom": 1008, "nice": 1009, "local": 1010, "photographer": 1011, "here": 1012, "living": 1013, "scooter": 1014, "tongue": 1015, "tracks.": 1016, "opening": 1017, "pouring": 1018, "red-hair": 1019, "floral": 1020, "watching.": 1021, "violin": 1022, "line.": 1023, "bubbles": 1024, "eating.": 1025, "produce": 1026, "end": 1027, "concert": 1028, "females": 1029, "multiple": 1030, "crying": 1031, "skiing": 1032, "put": 1033, "cane": 1034, "garbage": 1035, "camouflage": 1036, "tricks": 1037, "band.": 1038, "muddy": 1039, "tire": 1040, "rail": 1041, "members": 1042, "marching": 1043, "computer.": 1044, "trash": 1045, "clothing.": 1046, "also": 1047, "long-sleeved": 1048, "part": 1049, "office": 1050, "hitting": 1051, "kind": 1052, "laptop": 1053, "blouse": 1054, "faces": 1055, "puts": 1056, "flip": 1057, "surfing": 1058, "lies": 1059, "cup.": 1060, "enjoys": 1061, "daughter": 1062, "audience": 1063, "plate": 1064, "bowl": 1065, "bandanna": 1066, "dogs.": 1067, "slides": 1068, "indoor": 1069, "golf": 1070, "help": 1071, "see": 1072, "leash": 1073, "beer.": 1074, "home.": 1075, "drawing": 1076, "attempts": 1077, "bicyclist": 1078, "drums": 1079, "stares": 1080, "robe": 1081, "glasses,": 1082, "touching": 1083, "climber": 1084, "flags.": 1085, "kicks": 1086, "appear": 1087, "alley.": 1088, "balancing": 1089, "roller": 1090, "newspaper.": 1091, "circle": 1092, "vegetables": 1093, "sunglasses.": 1094, "but": 1095, "platform": 1096, "shot": 1097, "cheerleaders": 1098, "photo.": 1099, "bottom": 1100, "makeup": 1101, "dark-skinned": 1102, "distance": 1103, "wheel": 1104, "drums.": 1105, "drum": 1106, "shaving": 1107, "doorway": 1108, "tent.": 1109, "wide": 1110, "carnival": 1111, "umbrellas": 1112, "town": 1113, "arm.": 1114, "hikers": 1115, "seems": 1116, "roof.": 1117, "well": 1118, "pulls": 1119, "curly": 1120, "brown-haired": 1121, "drink.": 1122, "gymnast": 1123, "hiker": 1124, "friend": 1125, "soccer.": 1126, "block": 1127, "infant": 1128, "hole": 1129, "inflatable": 1130, "base": 1131, "dry": 1132, "shoulder.": 1133, "sticks": 1134, "open.": 1135, "cyclist": 1136, "round": 1137, "running.": 1138, "navy": 1139, "table,": 1140, "rodeo.": 1141, "show.": 1142, "shoveling": 1143, "dinner": 1144, "sticking": 1145, "reaches": 1146, "funny": 1147, "foreground.": 1148, "counter.": 1149, "image": 1150, "screen": 1151, "without": 1152, "class": 1153, "glasses.": 1154, "competition.": 1155, "chases": 1156, "opposite": 1157, "boy.": 1158, "4": 1159, "set.": 1160, "checkered": 1161, "object.": 1162, "only": 1163, "swims": 1164, "polo": 1165, "runners": 1166, "net.": 1167, "shaking": 1168, "himself": 1169, "singer": 1170, "blanket.": 1171, "wood.": 1172, "lights": 1173, "camera,": 1174, "lap.": 1175, "surrounding": 1176, "top.": 1177, "box.": 1178, "singing.": 1179, "prepare": 1180, "guard": 1181, "closeup": 1182, "formal": 1183, "walkway": 1184, "water,": 1185, "paints": 1186, "church.": 1187, "tennis.": 1188, "pictures.": 1189, "woods": 1190, "wetsuit": 1191, "match.": 1192, "surfboard": 1193, "beach,": 1194, "screen.": 1195, "acoustic": 1196, "chef": 1197, "neck": 1198, "accordion": 1199, "bending": 1200, "grill": 1201, "conversation.": 1202, "soldier": 1203, "behind.": 1204, "japanese": 1205, "boy,": 1206, "taken": 1207, "football.": 1208, "cake": 1209, "serving": 1210, "foreign": 1211, "stunt": 1212, "railing.": 1213, "walkway.": 1214, "red-haired": 1215, "bent": 1216, "tourists": 1217, "foreground": 1218, "arms.": 1219, "course.": 1220, "santa": 1221, "sidewalk,": 1222, "overalls": 1223, "examining": 1224, "summer": 1225, "sells": 1226, "cafe.": 1227, "flowered": 1228, "cafe": 1229, "gym.": 1230, "classroom": 1231, "reflective": 1232, "pond.": 1233, "cap,": 1234, "long-haired": 1235, "seat": 1236, "bmx": 1237, "heads": 1238, "smiles.": 1239, "army": 1240, "german": 1241, "sculpture": 1242, "crosses": 1243, "opposing": 1244, "platform.": 1245, "festival.": 1246, "york": 1247, "sunglasses,": 1248, "garden": 1249, "lab": 1250, "either": 1251, "sewing": 1252, "print": 1253, "swimsuit": 1254, "place.": 1255, "square": 1256, "hangs": 1257, "shoes.": 1258, "lap": 1259, "amusement": 1260, "midair.": 1261, "crew": 1262, "mirror.": 1263, "puppy": 1264, "half": 1265, "runner": 1266, "chain": 1267, "time.": 1268, "jump.": 1269, "streets.": 1270, "protective": 1271, "helmet.": 1272, "outside,": 1273, "large,": 1274, "display.": 1275, "harness": 1276, "building,": 1277, "kiss": 1278, "hula": 1279, "spray": 1280, "bottle.": 1281, "cliff.": 1282, "coat,": 1283, "biting": 1284, "rest": 1285, "paddling": 1286, "books": 1287, "floating": 1288, "homeless": 1289, "left.": 1290, "mustache": 1291, "soldiers": 1292, "windows": 1293, "flight": 1294, "newborn": 1295, "photograph": 1296, "buying": 1297, "palm": 1298, "birds": 1299, "cake.": 1300, "teenager": 1301, "country": 1302, "rests": 1303, "redheaded": 1304, "stool": 1305, "competing": 1306, "bucking": 1307, "maroon": 1308, "blue.": 1309, "operating": 1310, "hats.": 1311, "security": 1312, "caucasian": 1313, "airplane": 1314, "fish.": 1315, "center": 1316, "performance.": 1317, "cloudy": 1318, "pants.": 1319, "was": 1320, "sculpture.": 1321, "toys": 1322, "deck": 1323, "use": 1324, "top,": 1325, "booth": 1326, "stream": 1327, "right.": 1328, "garden.": 1329, "policeman": 1330, "skis": 1331, "lawn.": 1332, "thrown": 1333, "fenced": 1334, "conversing": 1335, "teal": 1336, "good": 1337, "bubble": 1338, "suspended": 1339, "suit.": 1340, "t-shirt,": 1341, "professional": 1342, "raising": 1343, "helps": 1344, "dress,": 1345, "clean": 1346, "laundry": 1347, "narrow": 1348, "mirror": 1349, "cloth": 1350, "curb": 1351, "pajamas": 1352, "robes": 1353, "basketball.": 1354, "rail.": 1355, "neon": 1356, "luggage": 1357, "shoulders": 1358, "kneels": 1359, "boats": 1360, "native": 1361, "classroom.": 1362, "hospital": 1363, "nose": 1364, "jumpsuit": 1365, "dance.": 1366, "greyhound": 1367, "site": 1368, "men.": 1369, "bat": 1370, "off.": 1371, "repairing": 1372, "smaller": 1373, "desert": 1374, "log": 1375, "folding": 1376, "away.": 1377, "mural": 1378, "papers": 1379, "headband": 1380, "fair.": 1381, "van": 1382, "balcony": 1383, "below.": 1384, "turn": 1385, "waterfall.": 1386, "shown": 1387, "shovel": 1388, "individual": 1389, "cobblestone": 1390, "t-shirts": 1391, "medical": 1392, "women.": 1393, "ice.": 1394, "hang": 1395, "closed": 1396, "alley": 1397, "dock.": 1398, "pier": 1399, "steep": 1400, "blows": 1401, "performers": 1402, "eastern": 1403, "ponytail": 1404, "string": 1405, "towel": 1406, "sun.": 1407, "booth.": 1408, "below": 1409, "backpacks": 1410, "squatting": 1411, "move": 1412, "welding": 1413, "pull": 1414, "obstacle": 1415, "pieces": 1416, "goods": 1417, "fight": 1418, "sharing": 1419, "shooting": 1420, "guitars": 1421, "smokes": 1422, "young,": 1423, "gun": 1424, "shoulders.": 1425, "firefighters": 1426, "balls": 1427, "shoe": 1428, "court": 1429, "motorcyclist": 1430, "device": 1431, "style": 1432, "possibly": 1433, "pot": 1434, "girls,": 1435, "lunch": 1436, "heels": 1437, "toys.": 1438, "meal.": 1439, "caught": 1440, "driver": 1441, "ears": 1442, "displaying": 1443, "stroller.": 1444, "hits": 1445, "smoke": 1446, "stop.": 1447, "motorcycles": 1448, "tool": 1449, "hood": 1450, "raised": 1451, "scooter.": 1452, "field,": 1453, "wrestling": 1454, "volleyball.": 1455, "model": 1456, "dancer": 1457, "costume.": 1458, "rainbow": 1459, "sheet": 1460, "van.": 1461, "5": 1462, "sleeveless": 1463, "backs": 1464, "balding": 1465, "wine": 1466, "drinks.": 1467, "colors": 1468, "tied": 1469, "moves": 1470, "try": 1471, "carry": 1472, "garb": 1473, "trampoline.": 1474, "fans": 1475, "balloons.": 1476, "themselves": 1477, "shaped": 1478, "tunnel.": 1479, "cow": 1480, "dog,": 1481, "observing": 1482, "button": 1483, "square.": 1484, "skirts": 1485, "ear": 1486, "country.": 1487, "cars.": 1488, "vegetables.": 1489, "leading": 1490, "crosswalk.": 1491, "snow-covered": 1492, "gentlemen": 1493, "white.": 1494, "town.": 1495, "feeding": 1496, "uniformed": 1497, "wheelchair": 1498, "surfboard.": 1499, "gas": 1500, "ring": 1501, "fast": 1502, "green,": 1503, "fresh": 1504, "mostly": 1505, "read": 1506, "crouches": 1507, "softball": 1508, "shade": 1509, "climbing.": 1510, "violin.": 1511, "warm": 1512, "naked": 1513, "gravel": 1514, "cardboard": 1515, "balls.": 1516, "stadium.": 1517, "checks": 1518, "marathon": 1519, "clothes.": 1520, "doorway.": 1521, "church": 1522, "room,": 1523, "gray-haired": 1524, "grilling": 1525, "long-sleeve": 1526, "kayak": 1527, "sale.": 1528, "herself": 1529, "stream.": 1530, "yellow,": 1531, "biking": 1532, "bubbles.": 1533, "bikes.": 1534, "finger": 1535, "handstand": 1536, "birthday": 1537, "participating": 1538, "amongst": 1539, "raises": 1540, "college": 1541, "choir": 1542, "desk.": 1543, "signs.": 1544, "bowl.": 1545, "pavement.": 1546, "happily": 1547, "knee": 1548, "books.": 1549, "eight": 1550, "desert.": 1551, "belt": 1552, "onlookers.": 1553, "swimmer": 1554, "grass,": 1555, "tourist": 1556, "athletic": 1557, "sunset": 1558, "turned": 1559, "light.": 1560, "riders": 1561, "goal.": 1562, "fluffy": 1563, "downtown": 1564, "eye": 1565, "hats,": 1566, "peace": 1567, "mohawk": 1568, "teeth": 1569, "presentation": 1570, "racket.": 1571, "coat.": 1572, "stops": 1573, "tattoos": 1574, "so": 1575, "nap": 1576, "wading": 1577, "dining": 1578, "rural": 1579, "pier.": 1580, "bucket.": 1581, "tops": 1582, "money": 1583, "been": 1584, "spinning": 1585, "racket": 1586, "piano": 1587, "class.": 1588, "shirts,": 1589, "splashes": 1590, "pizza": 1591, "crosswalk": 1592, "mud": 1593, "feet.": 1594, "called": 1595, "fall": 1596, "poster": 1597, "trick.": 1598, "teacher": 1599, "sporting": 1600, "glass.": 1601, "lifting": 1602, "lights.": 1603, "fur": 1604, "playing.": 1605, "painting.": 1606, "strange": 1607, "student": 1608, "air,": 1609, "sell": 1610, "windows.": 1611, "things": 1612, "plants.": 1613, "raft": 1614, "polka": 1615, "puddle": 1616, "project.": 1617, "bicyclists": 1618, "baskets": 1619, "leaving": 1620, "backyard.": 1621, "dogs,": 1622, "casual": 1623, "benches": 1624, "mom": 1625, "saxophone": 1626, "shadow": 1627, "carving": 1628, "player.": 1629, "patterned": 1630, "sneakers": 1631, "shepherd": 1632, "traffic.": 1633, "vegetable": 1634, "reading.": 1635, "waves.": 1636, "rugby": 1637, "&amp;": 1638, "single": 1639, "stopped": 1640, "cook": 1641, "cone.": 1642, "name": 1643, "plane": 1644, "taxi": 1645, "cyclists": 1646, "referee": 1647, "animal.": 1648, "staircase.": 1649, "rubber": 1650, "headscarf": 1651, "pick": 1652, "faces.": 1653, "visible": 1654, "person.": 1655, "collared": 1656, "first": 1657, "gathers": 1658, "shorts.": 1659, "uniform.": 1660, "boxes": 1661, "pitcher": 1662, "tattooed": 1663, "slope.": 1664, "teen": 1665, "you": 1666, "backwards": 1667, "surface.": 1668, "doctor": 1669, "cooks": 1670, "laughs": 1671, "course": 1672, "fingers": 1673, "cuts": 1674, "knit": 1675, "furry": 1676, "figure": 1677, "child's": 1678, "trampoline": 1679, "post": 1680, "handing": 1681, "hay": 1682, "wings": 1683, "scuba": 1684, "play.": 1685, "great": 1686, "mud.": 1687, "nose.": 1688, "rowing": 1689, "ladder.": 1690, "advertisement": 1691, "outfit.": 1692, "paddle": 1693, "on,": 1694, "child,": 1695, "baseball.": 1696, "caps": 1697, "african-american": 1698, "children's": 1699, "wall,": 1700, "socks": 1701, "electronic": 1702, "guitarist": 1703, "drummer": 1704, "beneath": 1705, "umbrellas.": 1706, "banner": 1707, "skateboards": 1708, "rainy": 1709, "bouquet": 1710, "scene.": 1711, "i": 1712, "barbecue": 1713, "lay": 1714, "watched": 1715, "bikers": 1716, "telephone": 1717, "underwater": 1718, "stack": 1719, "airborne": 1720, "if": 1721, "direction.": 1722, "star": 1723, "sea": 1724, "dreadlocks": 1725, "passengers": 1726, "backpack.": 1727, "mask.": 1728, "groups": 1729, "petting": 1730, "protest": 1731, "religious": 1732, "pavement": 1733, "mat.": 1734, "attention": 1735, "balance": 1736, "items.": 1737, "smile.": 1738, "it,": 1739, "plants": 1740, "order": 1741, "landscape.": 1742, "flip-flops": 1743, "fix": 1744, "suit,": 1745, "snowboard": 1746, "pretty": 1747, "wire": 1748, "lift": 1749, "shovel.": 1750, "discussing": 1751, "brushing": 1752, "other,": 1753, "black.": 1754, "marketplace.": 1755, "sheep": 1756, "photograph.": 1757, "mobile": 1758, "surface": 1759, "loading": 1760, "boys,": 1761, "elephant": 1762, "tray": 1763, "jumping.": 1764, "mural.": 1765, "sweater,": 1766, "chest": 1767, "ledge.": 1768, "vendor.": 1769, "advertising": 1770, "boxing": 1771, "walls.": 1772, "falls": 1773, "most": 1774, "sets": 1775, "protesting": 1776, "converse": 1777, "color": 1778, "view.": 1779, "juggling": 1780, "balances": 1781, "member": 1782, "tile": 1783, "marathon.": 1784, "flipping": 1785, "blow": 1786, "escalator.": 1787, "step": 1788, "necklace": 1789, "motorbike": 1790, "lines": 1791, "athlete": 1792, "buy": 1793, "park,": 1794, "share": 1795, "performance": 1796, "attending": 1797, "accordion.": 1798, "balcony.": 1799, "skater": 1800, "costumes.": 1801, "dead": 1802, "haircut": 1803, "tables.": 1804, "camping": 1805, "applying": 1806, "fancy": 1807, "training": 1808, "tracks": 1809, "youth": 1810, "animals": 1811, "hallway.": 1812, "celebrating": 1813, "dimly": 1814, "examines": 1815, "customers": 1816, "beverage": 1817, "knees": 1818, "skates": 1819, "gym": 1820, "fly": 1821, "leads": 1822, "ethnic": 1823, "shirts.": 1824, "tractor": 1825, "basket.": 1826, "machinery.": 1827, "telescope": 1828, "hose": 1829, "partially": 1830, "item": 1831, "goal": 1832, "spread": 1833, "blocks": 1834, "scaffolding": 1835, "laugh": 1836, "fruit.": 1837, "porch": 1838, "microscope.": 1839, "cones.": 1840, "written": 1841, "had": 1842, "purse.": 1843, "laptop.": 1844, "festival": 1845, "couples": 1846, "club.": 1847, "motocross": 1848, "gear.": 1849, "balloon.": 1850, "hind": 1851, "hurdle.": 1852, "opens": 1853, "photos": 1854, "cleans": 1855, "practice": 1856, "entrance": 1857, "pond": 1858, "straight": 1859, "working.": 1860, "upon": 1861, "school.": 1862, "photographed": 1863, "fruits": 1864, "relax": 1865, "standing.": 1866, "bottles": 1867, "sea.": 1868, "teaching": 1869, "shoes,": 1870, "bread": 1871, "leash.": 1872, "ring.": 1873, "fake": 1874, "amidst": 1875, "thumbs": 1876, "inspecting": 1877, "turning": 1878, "fabric": 1879, "firefighter": 1880, "protesters": 1881, "chewing": 1882, "presentation.": 1883, "poles": 1884, "gate": 1885, "plaza.": 1886, "hose.": 1887, "tag": 1888, "backyard": 1889, "apartment": 1890, "bank": 1891, "grinding": 1892, "sport": 1893, "device.": 1894, "stretching": 1895, "competition": 1896, "silhouette": 1897, "orchestra": 1898, "crouching": 1899, "podium": 1900, "gate.": 1901, "goalie": 1902, "uniforms.": 1903, "reach": 1904, "creating": 1905, "lead": 1906, "carriage": 1907, "attempt": 1908, "vehicles": 1909, "shaved": 1910, "power": 1911, "parents": 1912, "filling": 1913, "start": 1914, "front.": 1915, "jungle": 1916, "racer": 1917, "float": 1918, "stadium": 1919, "larger": 1920, "snowboarding": 1921, "participate": 1922, "conference": 1923, "racetrack.": 1924, "jerseys": 1925, "excited": 1926, "someone's": 1927, "shakes": 1928, "stroll": 1929, "deck.": 1930, "shovels": 1931, "bench,": 1932, "corn": 1933, "that's": 1934, "road,": 1935, "similar": 1936, "drive": 1937, "ship": 1938, "crying.": 1939, "team.": 1940, "card": 1941, "saw": 1942, "plant": 1943, "wrestle": 1944, "keyboard": 1945, "form": 1946, "crane": 1947, "second": 1948, "control": 1949, "helmet,": 1950, "whom": 1951, "fair": 1952, "speed": 1953, "ornate": 1954, "apple": 1955, "cones": 1956, "ropes": 1957, "traveling": 1958, "married": 1959, "pipe": 1960, "though": 1961, "waters": 1962, "courtyard.": 1963, "check": 1964, "tropical": 1965, "spraying": 1966, "mall.": 1967, "still": 1968, "project": 1969, "closed.": 1970, "rough": 1971, "swimming.": 1972, "container": 1973, "placing": 1974, "slightly": 1975, "waist": 1976, "puppies": 1977, "tube": 1978, "branch": 1979, "jeans.": 1980, "more": 1981, "bushes.": 1982, "broken": 1983, "seem": 1984, "beam.": 1985, "scenic": 1986, "viewing": 1987, "bicycles.": 1988, "rows": 1989, "patio": 1990, "sword": 1991, "steel": 1992, "candy": 1993, "office.": 1994, "boots,": 1995, "intersection.": 1996, "container.": 1997, "cream.": 1998, "vendors": 1999, "porch.": 2000, "ribbon": 2001, "brown,": 2002, "center.": 2003, "cheering": 2004, "cover": 2005, "guns": 2006, "variety": 2007, "hammer": 2008, "lamp": 2009, "staircase": 2010, "inside.": 2011, "seat.": 2012, "word": 2013, "cloth.": 2014, "sing": 2015, "clad": 2016, "library.": 2017, "admiring": 2018, "coffee.": 2019, "drinking.": 2020, "slacks": 2021, "jumped": 2022, "fishing.": 2023, "skirt,": 2024, "rink.": 2025, "dinner.": 2026, "peers": 2027, "walls": 2028, "someone.": 2029, "magazine": 2030, "outstretched": 2031, "displays": 2032, "covers": 2033, "tiled": 2034, "sitting,": 2035, "weaving": 2036, "tunnel": 2037, "gown": 2038, "kisses": 2039, "together,": 2040, "pale": 2041, "bike,": 2042, "ground,": 2043, "chase": 2044, "examine": 2045, "keyboard.": 2046, "bare": 2047, "winter.": 2048, "gathering.": 2049, "hispanic": 2050, "tv": 2051, "pours": 2052, "overweight": 2053, "banner.": 2054, "indoors.": 2055, "pack": 2056, "stripes": 2057, "us": 2058, "bull.": 2059, "barber": 2060, "touches": 2061, "casually": 2062, "intersection": 2063, "almost": 2064, "-": 2065, "paddles": 2066, "scaffolding.": 2067, "jewelry": 2068, "firemen": 2069, "cricket": 2070, "eyes.": 2071, "bite": 2072, "shopping.": 2073, "curb.": 2074, "following": 2075, "businessman": 2076, "leap": 2077, "world": 2078, "starting": 2079, "shot.": 2080, "sized": 2081, "friends.": 2082, "live": 2083, "hoop": 2084, "neighborhood.": 2085, "wagon": 2086, "construction.": 2087, "it's": 2088, "intently": 2089, "mound": 2090, "bends": 2091, "motor": 2092, "red.": 2093, "frame.": 2094, "chicken": 2095, "scarf.": 2096, "splash": 2097, "brush": 2098, "fabric.": 2099, "sleeping.": 2100, "background,": 2101, "push": 2102, "spectators.": 2103, "cute": 2104, "pink,": 2105, "adjusting": 2106, "guitar,": 2107, "makeshift": 2108, "art.": 2109, "evening": 2110, "tossing": 2111, "calm": 2112, "poles.": 2113, "bat.": 2114, "arena.": 2115, "hoop.": 2116, "speech": 2117, "ballet": 2118, "ball,": 2119, "catcher": 2120, "hole.": 2121, "smiling,": 2122, "airport.": 2123, "hand,": 2124, "boardwalk": 2125, "messy": 2126, "iron": 2127, "cone": 2128, "attractive": 2129, "swimmers": 2130, "animals.": 2131, "legs.": 2132, "pigeons": 2133, "speech.": 2134, "direction": 2135, "computers": 2136, "drum.": 2137, "beanie": 2138, "chest.": 2139, "interacting": 2140, "lounge": 2141, "standing,": 2142, "studio.": 2143, "buckets": 2144, "circular": 2145, "pigtails": 2146, "toddlers": 2147, "crouched": 2148, "duck": 2149, "surf.": 2150, "airport": 2151, "stare": 2152, "tools": 2153, "photographs": 2154, "numerous": 2155, "teens": 2156, "landscape": 2157, "donkey": 2158, "folded": 2159, "come": 2160, "pedestrian": 2161, "silly": 2162, "skinny": 2163, "sitting.": 2164, "printed": 2165, "suitcase": 2166, "concrete.": 2167, "shoppers": 2168, "industrial": 2169, "headphones.": 2170, "past.": 2171, "luggage.": 2172, "passenger": 2173, "hallway": 2174, "shops": 2175, "motorized": 2176, "microscope": 2177, "meeting": 2178, "objects": 2179, "head,": 2180, "business.": 2181, "up,": 2182, "speak": 2183, "exercise": 2184, "spotted": 2185, "candles": 2186, "sale": 2187, "map": 2188, "approaching": 2189, "skiers": 2190, "jet": 2191, "discussion": 2192, "lifts": 2193, "scouts": 2194, "customer": 2195, "tea": 2196, "thin": 2197, "obstacle.": 2198, "reflection": 2199, "engaged": 2200, "wheel.": 2201, "section": 2202, "carpet.": 2203, "tiny": 2204, "coach": 2205, "dusk.": 2206, "chess": 2207, "turns": 2208, "trunk": 2209, "decorative": 2210, "races": 2211, "podium.": 2212, "liquid": 2213, "small,": 2214, "snow,": 2215, "produce.": 2216, "puddle.": 2217, "own": 2218, "flat": 2219, "mexican": 2220, "club": 2221, "surf": 2222, "ahead": 2223, "hugs": 2224, "garage": 2225, "give": 2226, "unicycle": 2227, "hawaiian": 2228, "down,": 2229, "machinery": 2230, "fisherman": 2231, "perched": 2232, "lounging": 2233, "creek.": 2234, "bars.": 2235, "belly": 2236, "sweeps": 2237, "chatting": 2238, "case": 2239, "heart": 2240, "airplane.": 2241, "headed": 2242, "way.": 2243, "log.": 2244, "gymnastics": 2245, "beam": 2246, "frozen": 2247, "bars": 2248, "lean": 2249, "were": 2250, "ceiling.": 2251, "chefs": 2252, "link": 2253, "song": 2254, "missing": 2255, "odd": 2256, "gestures": 2257, "tight": 2258, "ages": 2259, "practices": 2260, "trumpet": 2261, "castle": 2262, "boardwalk.": 2263, "within": 2264, "landing": 2265, "performing.": 2266, "begins": 2267, "soda": 2268, "meat.": 2269, "space.": 2270, "placed": 2271, "hall.": 2272, "storefront": 2273, "walk.": 2274, "overhead": 2275, "grabbing": 2276, "fireman": 2277, "t-shirt.": 2278, "bass": 2279, "base.": 2280, "listens": 2281, "fan": 2282, "rolls": 2283, "stringed": 2284, "artwork": 2285, "patch": 2286, "post.": 2287, "match": 2288, "story": 2289, "asians": 2290, "tub": 2291, "mat": 2292, "museum.": 2293, "turn.": 2294, "cooking.": 2295, "emergency": 2296, "elaborate": 2297, "hammer.": 2298, "repair": 2299, "embracing": 2300, "gun.": 2301, "trailer": 2302, "chair,": 2303, "masks": 2304, "sticks.": 2305, "dusty": 2306, "policemen": 2307, "hillside.": 2308, "touch": 2309, "cow.": 2310, "lacrosse": 2311, "boots.": 2312, "plant.": 2313, "dish": 2314, "bleachers": 2315, "far": 2316, "forward": 2317, "crossed": 2318, "coloring": 2319, "meeting.": 2320, "licking": 2321, "greyhounds": 2322, "yoga": 2323, "ear.": 2324, "broom": 2325, "containing": 2326, "observe": 2327, "pay": 2328, "floor,": 2329, "compete": 2330, "lane": 2331, "pine": 2332, "topless": 2333, "day,": 2334, "car,": 2335, "computers.": 2336, "hiding": 2337, "paint.": 2338, "learning": 2339, "sled.": 2340, "aerial": 2341, "hug": 2342, "job": 2343, "located": 2344, "land": 2345, "others.": 2346, "stripe": 2347, "images": 2348, "heads.": 2349, "can.": 2350, "numbers": 2351, "shaggy": 2352, "stove": 2353, "observes": 2354, "miniature": 2355, "stuck": 2356, "fight.": 2357, "mixing": 2358, "scrubs": 2359, "magazine.": 2360, "quickly": 2361, "customers.": 2362, "engine": 2363, "farm": 2364, "edge.": 2365, "clouds": 2366, "tackle": 2367, "midst": 2368, "rolled": 2369, "act": 2370, "entertaining": 2371, "piano.": 2372, "cards": 2373, "point": 2374, "bear": 2375, "cane.": 2376, "wheels": 2377, "plaza": 2378, "transportation.": 2379, "pose.": 2380, "ceremony.": 2381, "group.": 2382, "drag": 2383, "strapped": 2384, "stretches": 2385, "smoking.": 2386, "wheelie": 2387, "wig": 2388, "walking,": 2389, "camels": 2390, "hotdog": 2391, "poster.": 2392, "chocolate": 2393, "pan": 2394, "weather": 2395, "modern": 2396, "black-haired": 2397, "plates": 2398, "over.": 2399, "shining": 2400, "pretending": 2401, "playfully": 2402, "cast": 2403, "game,": 2404, "them,": 2405, "women's": 2406, "mall": 2407, "stepping": 2408, "him,": 2409, "backdrop.": 2410, "pit": 2411, "flips": 2412, "bath": 2413, "wine.": 2414, "stretched": 2415, "tower": 2416, "skirt.": 2417, "barbecue.": 2418, "papers.": 2419, "knife": 2420, "we": 2421, "marble": 2422, "mountainous": 2423, "sleep": 2424, "fall.": 2425, "stage,": 2426, "sides": 2427, "shawl": 2428, "homemade": 2429, "formation.": 2430, "pumpkin": 2431, "girl's": 2432, "costumed": 2433, "punching": 2434, "brass": 2435, "bottles.": 2436, "poor": 2437, "medium": 2438, "wheeled": 2439, "wrestler": 2440, "bathroom": 2441, "approaches": 2442, "demonstrating": 2443, "march": 2444, "plate.": 2445, "listen": 2446, "in.": 2447, "information": 2448, "sweater.": 2449, "ship.": 2450, "kitchen,": 2451, "vest,": 2452, "cap.": 2453, "clothes,": 2454, "movie": 2455, "wedding.": 2456, "environment.": 2457, "dog's": 2458, "loom.": 2459, "burning": 2460, "serve": 2461, "goggles.": 2462, "retriever": 2463, "action": 2464, "follows": 2465, "shiny": 2466, "free": 2467, "surfs": 2468, "moment": 2469, "pen": 2470, "downhill": 2471, "dot": 2472, "bamboo": 2473, "numbered": 2474, "castle.": 2475, "long,": 2476, "rollerblading": 2477, "tents.": 2478, "colorfully": 2479, "embrace": 2480, "followed": 2481, "tights": 2482, "nail": 2483, "writes": 2484, "too": 2485, "patio.": 2486, "turban": 2487, "trench": 2488, "relaxes": 2489, "evening.": 2490, "wind": 2491, "white-haired": 2492, "kayaking": 2493, "firetruck.": 2494, "carefully": 2495, "short-haired": 2496, "cool": 2497, "eat.": 2498, "talk.": 2499, "scarf,": 2500, "weather.": 2501, "roll": 2502, "employees": 2503, "farmers": 2504, "planting": 2505, "chopping": 2506, "loaded": 2507, "human": 2508, "transportation": 2509, "doors": 2510, "pet": 2511, "carts": 2512, "pipe.": 2513, "shadows": 2514, "drawn": 2515, "saying": 2516, "butterfly": 2517, "cameras": 2518, "gloves,": 2519, "garage.": 2520, "public.": 2521, "kite": 2522, "blood": 2523, "neck.": 2524, "attire.": 2525, "1": 2526, "stove.": 2527, "framed": 2528, "atv": 2529, "load": 2530, "doors.": 2531, "wagon.": 2532, "picks": 2533, "waters.": 2534, "above.": 2535, "gazes": 2536, "frame": 2537, "wares": 2538, "muslim": 2539, "snowboard.": 2540, "motorcycles.": 2541, "bouncing": 2542, "strip": 2543, "tee": 2544, "jogs": 2545, "operates": 2546, "build": 2547, "ceiling": 2548, "leg.": 2549, "aged": 2550, "vending": 2551, "parachute": 2552, "position": 2553, "horses.": 2554, "directions": 2555, "casting": 2556, "gloves.": 2557, "owner": 2558, "uniforms,": 2559, "carpet": 2560, "hotel": 2561, "back,": 2562, "tour": 2563, "autumn": 2564, "horseback": 2565, "done": 2566, "interesting": 2567, "european": 2568, "hurdle": 2569, "mid": 2570, "beret": 2571, "gazing": 2572, "short-sleeved": 2573, "perform.": 2574, "leotard": 2575, "facial": 2576, "talking,": 2577, "break.": 2578, "stones": 2579, "dive": 2580, "closely": 2581, "vest.": 2582, "played": 2583, "moped": 2584, "visiting": 2585, "lifted": 2586, "will": 2587, "kilt": 2588, "cheek.": 2589, "job.": 2590, "figures": 2591, "whose": 2592, "doctors": 2593, "photographer.": 2594, "furniture": 2595, "stirring": 2596, "tug-of-war": 2597, "blurry": 2598, "aprons": 2599, "stilts": 2600, "sledding": 2601, "adjusts": 2602, "flannel": 2603, "juice": 2604, "beard,": 2605, "words": 2606, "area,": 2607, "underwear": 2608, "splashed": 2609, "unusual": 2610, "bow": 2611, "bag,": 2612, "range.": 2613, "canadian": 2614, "featuring": 2615, "backpack,": 2616, "fingers.": 2617, "pigeons.": 2618, "poodle": 2619, "leaf": 2620, "cowboys": 2621, "bundled": 2622, "shoot": 2623, "graduation": 2624, "wife": 2625, "library": 2626, "microphones.": 2627, "pot.": 2628, "goods.": 2629, "run.": 2630, "tractor.": 2631, "upper": 2632, "marketplace": 2633, "bathroom.": 2634, "climbers": 2635, "care": 2636, "sleeves": 2637, "grabs": 2638, "bites": 2639, "boats.": 2640, "fun.": 2641, "terrain.": 2642, "uniform,": 2643, "boxer": 2644, "pan.": 2645, "types": 2646, "places": 2647, "advertisement.": 2648, "amount": 2649, "trucks": 2650, "bowls": 2651, "dj": 2652, "cargo": 2653, "browsing": 2654, "ten": 2655, "hike": 2656, "sniffing": 2657, "diver": 2658, "tuxedo": 2659, "breakdancing": 2660, "circle.": 2661, "turquoise": 2662, "consisting": 2663, "tents": 2664, "cups": 2665, "dishes": 2666, "chat": 2667, "off-camera.": 2668, "carnival.": 2669, "rear": 2670, "rollerblades": 2671, "raised.": 2672, "outfits.": 2673, "dark.": 2674, "clothing,": 2675, "billboard": 2676, "courtyard": 2677, "outdoors,": 2678, "sweaters": 2679, "displayed": 2680, "bread.": 2681, "nurses": 2682, "scooters": 2683, "skiing.": 2684, "escalator": 2685, "cello": 2686, "slope": 2687, "fence,": 2688, "logo": 2689, "village": 2690, "suspenders": 2691, "mannequin": 2692, "festive": 2693, "flute": 2694, "athletes": 2695, "arts.": 2696, "sofa": 2697, "clapping": 2698, "hockey.": 2699, "6": 2700, "series": 2701, "cat.": 2702, "barrel": 2703, "crown": 2704, "museum": 2705, "stone.": 2706, "digital": 2707, "crawling": 2708, "department": 2709, "dad": 2710, "french": 2711, "praying": 2712, "inspects": 2713, "radio": 2714, "sheep.": 2715, "restaurant,": 2716, "built": 2717, "jeep": 2718, "squats": 2719, "rice": 2720, "sink.": 2721, "camel": 2722, "trumpet.": 2723, "stomach": 2724, "gesturing": 2725, "muzzled": 2726, "ballerina": 2727, "dives": 2728, "metro": 2729, "artists": 2730, "studying": 2731, "tools.": 2732, "factory": 2733, "boxes.": 2734, "pathway": 2735, "design": 2736, "rooftop": 2737, "map.": 2738, "tribal": 2739, "lighted": 2740, "packed": 2741, "dig": 2742, "lane.": 2743, "sprayed": 2744, "amid": 2745, "tending": 2746, "brother": 2747, "underground": 2748, "branch.": 2749, "briefcase": 2750, "chainsaw": 2751, "entering": 2752, "shoe.": 2753, "costume,": 2754, "skateboarding.": 2755, "doll": 2756, "face,": 2757, "asking": 2758, "seats": 2759, "social": 2760, "spoon": 2761, "space": 2762, "girls.": 2763, "pool,": 2764, "nine": 2765, "yelling": 2766, "grab": 2767, "medieval": 2768, "arena": 2769, "burgundy": 2770, "coaster": 2771, "crates": 2772, "friend.": 2773, "formation": 2774, "comes": 2775, "notes": 2776, "rally": 2777, "fishes": 2778, "dust": 2779, "cherry": 2780, "glove": 2781, "identical": 2782, "buried": 2783, "times": 2784, "jumper": 2785, "umbrella,": 2786, "love": 2787, "orange,": 2788, "main": 2789, "shades": 2790, "cotton": 2791, "scaling": 2792, "blankets": 2793, "enter": 2794, "laid": 2795, "female,": 2796, "tree,": 2797, "firetruck": 2798, "barrel.": 2799, "employee": 2800, "frying": 2801, "underwater.": 2802, "craft": 2803, "overlooks": 2804, "tube.": 2805, "tiger": 2806, "derby": 2807, "brushes": 2808, "cage.": 2809, "digs": 2810, "objects.": 2811, "games": 2812, "opponent": 2813, "cards.": 2814, "thick": 2815, "boat,": 2816, "descent": 2817, "persons": 2818, "monkey": 2819, "hay.": 2820, "draped": 2821, "really": 2822, "complete": 2823, "routine.": 2824, "bikinis": 2825, "crashing": 2826, "bicycle,": 2827, "teeth.": 2828, "dragging": 2829, "taken.": 2830, "when": 2831, "lecture": 2832, "present.": 2833, "forehead": 2834, "muzzle": 2835, "potato": 2836, "angel": 2837, "british": 2838, "barrier": 2839, "lasso": 2840, "blazer": 2841, "snack": 2842, "lady.": 2843, "city,": 2844, "wild": 2845, "beads": 2846, "fat": 2847, "tired": 2848, "surgical": 2849, "electrical": 2850, "bricks.": 2851, "shower": 2852, "trashcan.": 2853, "village.": 2854, "tool.": 2855, "block.": 2856, "shade.": 2857, "pillow": 2858, "sofa.": 2859, "gesture": 2860, "stacked": 2861, "washes": 2862, "presenting": 2863, "routine": 2864, "metal.": 2865, "dune.": 2866, "dragon": 2867, "tie,": 2868, "stall.": 2869, "clay": 2870, "signing": 2871, "haircut.": 2872, "stands.": 2873, "hydrant.": 2874, "lift.": 2875, "merchandise": 2876, "wrap": 2877, "dresses.": 2878, "crowds": 2879, "guards": 2880, "peering": 2881, "handling": 2882, "flock": 2883, "mop": 2884, "rollerskating": 2885, "sandwich": 2886, "position.": 2887, "paying": 2888, "keep": 2889, "tape": 2890, "tower.": 2891, "receiving": 2892, "mini": 2893, "calf": 2894, "sailor": 2895, "university": 2896, "finishing": 2897, "stairway": 2898, "terrier": 2899, "barrier.": 2900, "telescope.": 2901, "sprinkler": 2902, "striking": 2903, "creek": 2904, "scenery.": 2905, "sharp": 2906, "lighting": 2907, "swimsuits": 2908, "surprised": 2909, "groceries": 2910, "bib": 2911, "patient": 2912, "branches": 2913, "water's": 2914, "pushed": 2915, "benches.": 2916, "find": 2917, "cellphone,": 2918, "storefront.": 2919, "suv": 2920, "conductor": 2921, "serves": 2922, "arcade": 2923, "saxophone.": 2924, "motorbike.": 2925, "wheelchair.": 2926, "joy": 2927, "adults.": 2928, "acting": 2929, "senior": 2930, "marked": 2931, "guitars.": 2932, "shops.": 2933, "laugh.": 2934, "forward.": 2935, "present": 2936, "passed": 2937, "rug": 2938, "newly": 2939, "gallery.": 2940, "mouse": 2941, "himself.": 2942, "tackling": 2943, "text": 2944, "baby,": 2945, "nurse": 2946, "puck": 2947, "photographers": 2948, "fireworks": 2949, "peeking": 2950, "icy": 2951, "motorcyclists": 2952, "crossed.": 2953, "youths": 2954, "caution": 2955, "sorting": 2956, "olive": 2957, "plane.": 2958, "nighttime.": 2959, "directly": 2960, "batter": 2961, "sad": 2962, "tank.": 2963, "wheels.": 2964, "nighttime": 2965, "heading": 2966, "old,": 2967, "helicopter": 2968, "notebook.": 2969, "he's": 2970, "microphones": 2971, "fashioned": 2972, "directions.": 2973, "rug.": 2974, "hillside": 2975, "snack.": 2976, "blocks.": 2977, "used": 2978, "farmer's": 2979, "sat": 2980, "sideways": 2981, "pitch": 2982, "twirling": 2983, "horn": 2984, "scottish": 2985, "pirate": 2986, "tosses": 2987, "finger.": 2988, "support": 2989, "aisle": 2990, "wheelbarrow": 2991, "lamp.": 2992, "shoreline": 2993, "recording": 2994, "sack": 2995, "cage": 2996, "foot.": 2997, "television.": 2998, "teammate": 2999, "siting": 3000, "soap": 3001, "letters": 3002, "bend": 3003, "chairs,": 3004, "location.": 3005, "piles": 3006, "alleyway.": 3007, "company": 3008, "raise": 3009, "rescue": 3010, "bounce": 3011, "scout": 3012, "sooners": 3013, "clowns": 3014, "grinds": 3015, "factory.": 3016, "canoe.": 3017, "napping": 3018, "looked": 3019, "driveway.": 3020, "tub.": 3021, "sandals,": 3022, "transit": 3023, "pauses": 3024, "surgery.": 3025, "candle": 3026, "everyone": 3027, "kids.": 3028, "rack": 3029, "pointed": 3030, "completing": 3031, "labeled": 3032, "mountainside.": 3033, "exiting": 3034, "photographing": 3035, "wires": 3036, "strollers": 3037, "players,": 3038, "freshly": 3039, "redhead": 3040, "boarding": 3041, "demonstration": 3042, "stall": 3043, "candy.": 3044, "saw.": 3045, "bird.": 3046, "lining": 3047, "trailer.": 3048, "sprinkler.": 3049, "riot": 3050, "stars": 3051, "infant.": 3052, "bus,": 3053, "socializing": 3054, "birds.": 3055, "milk": 3056, "crate": 3057, "cameraman": 3058, "cloud": 3059, "indoors": 3060, "seagulls": 3061, "boy's": 3062, "cab": 3063, "scales": 3064, "mouths": 3065, "spiderman": 3066, "raft.": 3067, "pen.": 3068, "curly-haired": 3069, "sink": 3070, "gift": 3071, "snowball": 3072, "deer": 3073, "double": 3074, "waterfall": 3075, "downtown.": 3076, "snowsuit": 3077, "parka": 3078, "finish": 3079, "warmly": 3080, "superman": 3081, "towel.": 3082, "adult.": 3083, "wash": 3084, "miami": 3085, "entertains": 3086, "wrestlers": 3087, "canvas": 3088, "writing.": 3089, "unknown": 3090, "sets.": 3091, "suburban": 3092, "babies": 3093, "person,": 3094, "breaking": 3095, "lower": 3096, "barefooted": 3097, "billboard.": 3098, "suits.": 3099, "expression": 3100, "whole": 3101, "river,": 3102, "handbag": 3103, "than": 3104, "short-sleeve": 3105, "patient.": 3106, "pitch.": 3107, "cluttered": 3108, "fuzzy": 3109, "portrait": 3110, "fist": 3111, "flower.": 3112, "awaiting": 3113, "case.": 3114, "collie": 3115, "flaming": 3116, "backdrop": 3117, "person's": 3118, "drill": 3119, "strolling": 3120, "opened": 3121, "houses": 3122, "involving": 3123, "bank.": 3124, "fixes": 3125, "watering": 3126, "commercial": 3127, "nike": 3128, "checked": 3129, "pointing.": 3130, "axe": 3131, "tying": 3132, "gymnasium.": 3133, "age": 3134, "knitting": 3135, "jewish": 3136, "heavyset": 3137, "dune": 3138, "floats": 3139, "banjo": 3140, "pattern": 3141, "hotel.": 3142, 